Repository: almeidajeff/cyn.in
Catalog: products/CMFNotification/i18n/plone-*.po
Languages: es

source: ${authorid} has changed the state of the ${itemtypetitle}, titled ${view_title} at ${modified_date}
es: ${authorid} ha cambiando el estado del ${itemtypetitle}, titulado ${view_title} el ${modified_date}

source: ${modifier_name} has modified the ${item_type_title}, titled ${absolute_url_Title} at ${modifier_date}
es: ${modifier_name} ha modificado el/la ${item_type_title}, titulado ${absolute_url_Title} el ${modifier_date}

source: A new ${item_type_title}, with the title ${absolute_url_title} has been created by ${portal_url_creator_name}.
es: Un(a) nuevo(a) ${item_type_title}, con el titulo ${absolute_url_title} ha sido creado por ${portal_url_creator_name}.

source: A new comment has been posted on the ${item_type_title} titled ${discussed_item_title} which was created by ${author_name}
es: Un nuevo comentario ha sido realizado en el/la ${item_type_title} titulado(a) ${discussed_item_title} el cual fue creado por ${author_name}

source: A portlet that lets user subscribe to content.
es: Un portlet que le permite al usuario suscribirse al contenido

source: Comment by: ${creator_name} at ${creation_date}
es: Comentario por: ${creator_name} el ${creation_date}

source: Comment on ${discussed_item_title} by ${creator_name}
es: Comentario en ${discussed_item_title} por ${creator_name}

source: Comment subject: ${discussion_item_itle}
es: Asunto del comentario: ${discussion_item_itle}

source: Comment: ${discussion_item_text}
es: Comentario: ${discussion_item_text}

source: Hello,<br /> <br /> A member has modified his profile.<br /> <br /> Regards,
es: Hola,<br /> <br /> Un nuevo miembro ha modificado su perfil de usuario.<br /> <br /> Saludos,

source: Hello,<br /> <br /> A new memeber has been registered<br /> <br /> Regards,
es: Hola,<br /> <br /> Un nuevo miembro ha siso registrado<br /> <br /> Saludos,

source: Subscription portlet
es: Portlet de subscripción

source: The state was changed from ${previous_state_title} to ${current_state_title}.
es: El estado fue cambiado de ${previous_state_title} a ${current_state_title}.

source: This message is automatically generated from ${portal_title}, a web application powered by cyn.in.<br />Read more about cyn.in at ${url_cynin}.
es: Este mensaje es generado automáticamente desde ${portal_title}, una aplicación Web basada en cyn.in.<br />Leer más acerca de cyn.in en ${url_cynin}.

source: URL: ${absolute_url_item}
es: Dirección URL: ${absolute_url_item}

source: URL: ${absolute_url_talkback}
es: Dirección URL: ${absolute_url_talkback}

source: URL: ${absolute_url_view}
es: Dirección URL: ${absolute_url_view}

source: [Notification from ${portal_title}] Member modified
es: [Notificación desde ${portal_title}] Miembro modificado

source: [Notification from ${portal_title}] New memeber registered
es: [Notificación desde ${portal_title}] Nuevo miembro registrado

source: [cyn.in Notification]
es: [Notificación cyn.in]

source: [cyn.in Notification] ${current_state_title} ${item_type_title}: ${title} by ${author_name}
es: [Notificación cyn.in] ${current_state_title} ${item_type_title}: ${title} por ${author_name}

source: [cyn.in Notification] Modified ${item_type_title}: ${Title} by ${modifier_name}
es: [Notificación cyn.in] Modificado ${item_type_title}: ${Title} por ${modifier_name}

source: [cyn.in Notification] New ${item_type_title}: ${title} by ${creator_name}
es: [Notificación cyn.in] Nuevo ${item_type_title}: ${title} por ${creator_name}
